Revit 2024 API
SymbolTypeId.Hectare Property
 Symbol hectare, indicating unit Hectares.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Hectare { get; }
Visual Basic
Public Shared ReadOnly Property Hectare As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Hectare {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace